{
  "Fundamentos e Vantagens da Energia Eólica": [
    "Fonte de energia limpa, renovável e abundante, originada da força dos ventos, destacando-se por sua eficiência e rapidez na implantação.",
    "Alternativa para a redução da emissão de gases de efeito estufa (GEE), sendo um pilar essencial na luta contra as mudanças climáticas e mitigação de impactos ambientais de fontes tradicionais.",
    "Não emite GEE durante a operação. No Brasil, a geração eólica evitou a emissão de 26,9 milhões de toneladas de CO2 em 2022.",
    "Apresenta baixo impacto ambiental direto na geração e no uso do solo em comparação com fontes tradicionais, embora a implantação possa gerar impactos significativos. O uso do terreno para parques eólicos geralmente não impede totalmente outras atividades, como agropecuária.",
    "Possui baixo custo de geração, sendo a segunda energia mais barata no Brasil, atrás apenas da hidrelétrica, com preços médios atuais 45% menores do que há dez anos (dado de 2015).",
    "Não possui riscos geopolíticos associados ao combustível (vento).",
    "Custos de tecnologia em trajetória de queda, impulsionados por avanços científicos e tecnológicos, especialmente na Europa e EUA, e posteriormente pela concorrência asiática.",
    "Insumo (vento) com custo zero e disponibilidade infindável, embora seja um recurso variável, não controlável e não armazenável, diferentemente da água em hidrelétricas.",
    "Complementaridade com o regime hídrico no Brasil: a sazonalidade do regime de chuvas é geralmente inversa à dos ventos, favorecendo a segurança energética."
  ],
  "Histórico e Desenvolvimento da Energia Eólica (Brasil e Mundo)": [
    "Primeiro aerogerador para iluminação residencial: Escócia, 1887 (Charles F. Brush), capaz de abastecer um sistema de baterias.",
    "Primeira sincronização à rede: URSS, 1931 (Balaklava, rotor de 30m, 100 kW).",
    "Primeira turbina acima de 1 MW: Vermont, EUA, 1941 (1,25 MW), porém operou por pouco tempo devido a uma falha em uma pá durante o período de guerra.",
    "Desenvolvimento retomado nas décadas de 1970 e 1980, impulsionado pelas crises do petróleo e preocupações ambientais, com Dinamarca e Alemanha como pioneiras na Europa.",
    "Expansão internacional impulsionada pela crise econômica mundial de 2009 e saturação de áreas onshore na Europa, direcionando empresas para mercados emergentes como Brasil, China e Índia.",
    "Crescimento da capacidade instalada mundial: de ~24 GW em 2001 para 539 GW em 2017, atingindo 591 GW em 2018, marcado por uma revolução tecnológica com turbinas mais eficientes e de maior potência.",
    "Cenário mundial em 2018: China liderava com 221 GW, seguida por EUA (96,4 GW) e Alemanha (59,3 GW).",
    "Brasil em 2024: 6ª posição mundial em capacidade instalada e 3º em expansão no período.",
    "Início no Brasil: 1992, primeira turbina em Fernando de Noronha (parceria CBEE/CELPE com financiamento dinamarquês).",
    "Impulso no Brasil: Crise de racionamento de 2001, seguida pelo PROINFA (2002) e consolidação com leilões a partir de 2009 (primeiro leilão exclusivo contratou 1,8 GW).",
    "Crescimento da capacidade instalada no Brasil: de menos de 1 GW em 2010 para 14,71 GW ao final de 2018 (8º no ranking mundial), e 33,73 GW em maio de 2024.",
    "Participação na matriz elétrica brasileira: Em 2018, 9,2% da capacidade, atrás das hidrelétricas (63,7%). Em 2023, gerou >95,88 TWh (15,3% do total gerado). Em maio de 2024, 16,1% da capacidade instalada (2ª principal fonte).",
    "Abastecimento no Brasil em 2018: média mensal para ~25,5 milhões de residências (~76 milhões de pessoas).",
    "Concentração no Nordeste brasileiro: Rio Grande do Norte, Bahia, Ceará, Piauí e Pernambuco. Região responsável por mais de 80-86% da produção nacional.",
    "Bahia (~2019): 20 municípios produtores, 150-156 parques em operação (3,7-3,9 GW), R$ 15,1 bilhões investidos, >58 mil empregos gerados. Previsão de R$ 6,9 bilhões e 22,8 mil novos empregos."
  ],
  "Políticas, Incentivos e Regulamentação no Brasil": [
    "Resposta à crise de racionamento de 2001: motivou a criação de políticas para diversificar a matriz energética.",
    "Programa Emergencial de Energia Eólica (PROEÓLICA, Resolução CGE 24/2001): meta de 1.050 MW até 2003, mas falhou por prazos curtos, falta de fornecedores nacionais e regulamentação incipiente.",
    "Programa de Incentivo às Fontes Alternativas de Energia Elétrica (PROINFA, Lei nº 10.438/2002, Decreto 5.025/2004): institucionalizou políticas para eólica, biomassa e PCHs. Fase 1: meta de 3.300 MW (1.100 MW/fonte), tarifa feed-in (criticada por ser cara e ineficiente), contratos de 20 anos com Eletrobrás, exigência de conteúdo local (inicialmente 60%, depois 90% na fase 2).",
    "Novo Marco Regulatório do Setor Elétrico (Lei nº 10.848/2004): introduziu leilões públicos, criando a EPE, CMSE e CCEE. Pilares: segurança de suprimento, modicidade tarifária, regulação estável, universalização.",
    "Ambientes de Contratação: Regulada (ACR) para consumidores cativos via leilões; Livre (ACL) para grandes consumidores com negociação direta.",
    "Tipos de Leilões no ACR: Leilões de Energia Nova (LEN A-5, A-3), Leilões de Energia Existente (LEE A-1, Ajuste), Leilões de Energia de Reserva (LER).",
    "Exigências da EPE para habilitação em leilões: estudos de viabilidade técnica, econômica e ambiental, licenças ambientais, e mínimo de três anos de medições anemométricas certificadas.",
    "Mecanismos de apoio direto: Financiamento do BNDES (principal, com linhas como FINEM e FINAME, exigindo conteúdo local e cadastramento de fornecedores); Isenções fiscais (ICMS para equipamentos e energia da micro/minigeração em vários estados, redução de IPI); Regime Especial de Incentivos para o Desenvolvimento da Infraestrutura (REIDI); SUDENE (isenção de 75% no IRPJ para desenvolvedores).",
    "Lei nº 13.097/2015: zerou PIS/PASEP e COFINS para importação de partes de aerogeradores.",
    "Instalações de Interesse Exclusivo de Centrais de Geração para Conexão Compartilhada (ICGs, Decreto nº 6460/2008): facilitam acesso múltiplo à rede, reduzindo custos.",
    "Atlas do Potencial Eólico Brasileiro (CEPEL 2001, atualizado em 2013) e atlas estaduais: ferramentas de planejamento.",
    "Royalties: Energia eólica não paga royalties pelo uso do vento (PEC 97/2015 em discussão para mudar isso).",
    "Pesquisa e Desenvolvimento (P&D): Geradoras eólicas são isentas da obrigação de investir parte da receita em P&D, diferentemente de outras concessionárias, gerando críticas."
  ],
  "Características do Vento, Potencial Eólico e Previsão": [
    "Vento: recurso energético não controlável e não armazenável (diferente da água em hidrelétricas), com variações aleatórias de velocidade e direção, influenciadas por geografia (relevo, rugosidade), clima e altura.",
    "Diagramas de rosa dos ventos: utilizados para avaliar a frequência, direção predominante e intensidade da velocidade do vento em um local, com cores indicando classes de velocidade e tamanho das fatias indicando frequência.",
    "Perfil vertical do vento: a velocidade do vento geralmente aumenta com a altura, seguindo a Lei de Potência: v/v0 = (h/h0)^α, onde α é o coeficiente de cisalhamento do vento (wind shear). Alturas maiores de torre são preferidas por ventos mais estáveis e menos turbulentos.",
    "Modelagem da velocidade do vento: a distribuição de Weibull, com função densidade de probabilidade f(v) = (k/λ) * (v/λ)^(k-1) * exp(-(v/λ)^k), é comumente usada, onde k é o fator de forma e λ é o fator de escala, característicos da região e época do ano.",
    "Previsão de energia eólica: essencial para operação do sistema, despacho de carga, segurança e comercialização. Horizontes de previsão:",
    "  Previsão a muito curto prazo (minutos até 1 hora): usada em operações de rede em tempo real e regulação.",
    "  Previsão a curto prazo (1 hora até algumas horas): utilizada no planejamento econômico do despacho de carga e segurança operacional.",
    "  Previsão a médio prazo (algumas horas até 1 semana): aplicação em decisões de entrada em operação de geradores.",
    "  Previsão a longo prazo (1 semana até 1 ano ou mais): aplicação no planejamento de manutenção, estudos de viabilidade e gerenciamento da operação.",
    "Métodos de previsão de vento/energia: Persistência (v(t+Δt) = v(t), mais simples e econômico para muito curto prazo); Físicos (baseados em Previsão Numérica do Tempo - NWP, usando dados como temperatura, pressão, rugosidade da superfície); Estatísticos (usam dados históricos, ex: AR, ARMA, ARIMA, Bayesiano, Grey Prediction); Modelos de Correlação Espacial (usam medições de locais vizinhos); Inteligência Artificial (Redes Neurais Artificiais - RNA, Sistemas de Inferência Neuro-Fuzzy Adaptável - ANFIS, Lógica Fuzzy, Máquinas de Vetores de Suporte - SVM); Métodos Híbridos (combinam diferentes técnicas para maior precisão).",
    "Potencial eólico brasileiro: CEPEL 2001 (143 GW a 50m). CEPEL 2013 (reavaliação com torres de 100m): >300 GW (ou 920 TWh/ano). Algumas fontes citam >500GW.",
    "Distribuição do potencial no Brasil: Nordeste (maior, 75 GW), Sudeste (29,7 GW), Sul (22,8 GW), Norte (12,8 GW), Centro-Oeste (3,1 GW).",
    "Estado da Bahia: potencial estimado em 14,5 GW (Amarante et al., 2013), com ventos de baixa intensidade e frequência, mas velocidades médias elevadas, permitindo alto fator de capacidade (45-55%). Destaque para áreas elevadas (serras e chapadas) no interior semiárido (Caetité, Guanambi, Igaporã, Pindaí, Sento Sé, Morro do Chapéu)."
  ],
  "Tipos de Turbinas, Componentes e Mecanismos de Controle de Potência": [
    "Configuração padrão de mercado: turbinas de eixo horizontal, três pás, velocidade variável e controle do ângulo das pás (pitch control) para limitação da potência nominal e otimização da captação de energia. Esta configuração é resultado de décadas de pesquisa, evoluindo de turbinas de 25 kW para até 9.500 kW (ou mais) nos últimos 30 anos.",
    "Turbinas de eixo vertical: vantagens incluem omnidirecionalidade (não necessitam de sistema de guinada para alinhar com o vento) e possibilidade de instalar equipamentos pesados no nível do solo. Desvantagens: geralmente menor coeficiente de potência (Cp) e dificuldades estruturais (necessidade de tirantes) para construção em grandes dimensões, inviabilizando para grandes usinas.",
    "Número de pás (eixo horizontal): Uma pá (requer contrapeso, o que reduz eficiência, e pode gerar mais ruído devido a altas velocidades de rotação); Duas pás (melhora eficiência em relação a uma, mas ainda pode apresentar problemas de ruído); Três pás (considerado o equilíbrio mais adequado para eficiência, operação, ruído e aspectos visuais).",
    "Componentes principais (eixo horizontal): Torre (sustentação); Rotor (cubo e pás); Nacele (montada sobre o sistema de guinada/yaw, abriga caixa de engrenagens (se houver), gerador elétrico, e frequentemente o transformador para minimizar perdas).",
    "Avanços tecnológicos: torres mais altas (de 50m para 100-120m), aumento da potência das máquinas (ex: para 3-9.5 MW), geradores mais eficientes, resultando em redução de custos.",
    "Mecanismos de limitação de potência nominal (para evitar danos em ventos fortes):",
    "  Controle por Estol (Stall Control): método passivo, o projeto aerodinâmico da pá causa perda de sustentação (estol) acima da velocidade nominal do vento. As pás podem se deformar plasticamente e retornar à forma original. Exige rede elétrica forte e velocidade constante da turbina. Usado principalmente com geradores de indução de rotor em gaiola de esquilo (velocidade fixa).",
    "  Controle do Ângulo das Pás (Pitch Control): método ativo predominante. As pás giram em seu próprio eixo para ajustar o ângulo de ataque em relação ao vento, aumentando ou diminuindo a captação de energia. Permite operação com velocidade variável do gerador e oferece maior controle operacional.",
    "Operação em Velocidade Fixa vs. Variável: Turbinas de velocidade fixa conectam-se diretamente à rede, mantendo velocidade constante. Turbinas de velocidade variável, com auxílio de eletrônica de potência, ajustam a velocidade do rotor para maximizar a conversão de energia, especialmente em velocidades de vento abaixo da nominal, sendo mais eficientes. Adotam pitch control para limitação de potência.",
    "Limite de Betz: máximo teórico de ~59,27% (Cp_max ≈ 0.59) da energia cinética do vento pode ser convertida em energia mecânica pelo rotor. O coeficiente de performance (Cp) real é menor e depende da razão de velocidade na ponta da pá (λ = ωR/v) e do ângulo de passo (β).",
    "Curva de potência da turbina: relação entre velocidade do vento e potência elétrica gerada, definida por velocidades chave: de partida (cut-in, início da geração), nominal (rated, atinge potência máxima) e de corte (cut-out, turbina é desligada para proteção).",
    "Turbinas eólicas de pequeno porte: padrão IEC define como aquelas com potência inferior a 100 kW. Usadas principalmente em sistemas isolados (eletrificação rural, navios, substituindo geradores a diesel) e na geração distribuída. O custo por kW instalado é geralmente maior que o de turbinas de grande porte (ex: 10.000 US$/kW vs 1.600 US$/kW em dados de 2017-2018).",
    "Novos desafios tecnológicos e operacionais (Cap 1.7): integrar maior quantidade de energia eólica combinada com solar; coordenar despacho local e centralizado; aprimorar técnicas de previsão da geração eólica; implementar controle de frequência com participação das fazendas eólicas; criar mercados para serviços ancilares; implementar sistemas híbridos com geração solar; operar de forma inteligente e integrada com sistemas de armazenamento de energia."
  ],
  "Cadeia Produtiva e Indústria Nacional de Energia Eólica": [
    "Desenvolvimento da indústria nacional impulsionado por políticas de conteúdo local (exigências do BNDES para financiamento).",
    "Presença de fabricantes nacionais e internacionais de equipamentos no Brasil (aerogeradores, pás, torres de aço e concreto, componentes).",
    "Estrutura industrial (dados ~2018-2019): seis montadoras de aerogeradores, quatro fábricas de pás, mais de uma dezena de fábricas de torres, e centenas de fornecedores de componentes/serviços.",
    "Polos produtivos de grandes componentes: um no Nordeste (Camaçari/BA, Suape/PE, Pecém/CE) e outro no Sul–Sudeste (SP, RS).",
    "Fatores de localização fabril: proximidade aos parques eólicos, infraestrutura portuária/rodoviária, cadeia de suprimentos, incentivos fiscais.",
    "Desafios logísticos: dispersão geográfica das fábricas e grande porte dos componentes.",
    "Custo dos aerogeradores: representam entre 64% e 84% do investimento total dos parques.",
    "Empregos: energias renováveis são mais intensivas em emprego que fósseis. Setor eólico: ~15 empregos por MW instalado; 190 mil postos no Brasil até ~2018. Empregos diretos (70%) principalmente na construção, além de operação, manutenção e fabricação."
  ],
  "Impactos Socioeconômicos e Ambientais da Energia Eólica": [
    "Dualidade: Fonte limpa na operação, mas a implantação pode gerar impactos negativos significativos, especialmente sem planejamento adequado e diálogo comunitário.",
    "Benefícios Socioeconômicos Positivos:",
    "  Dinamização da economia local e regional: arrendamentos de terra, indenizações, salários, impostos (ISS, ICMS, ITR), aquisição de produtos/serviços, valorização de terras.",
    "  Estímulo ao comércio, setor imobiliário e construção civil.",
    "  Melhorias em infraestrutura: abertura e melhoria de estradas de acesso.",
    "  Impactos municipais: aumento do PIB, melhorias em indicadores de saúde e educação (parcialmente atribuível a políticas sociais mais amplas).",
    "  Geração de empregos diretos (construção, operação, manutenção) e indiretos.",
    "  Programas de compensação social e ambiental pelas empresas: projetos de educação patrimonial, capacitação, saúde, apoio a cooperativas, reflorestamento (resultados e abrangência variáveis).",
    "Impactos Socioeconômicos e Ambientais Negativos:",
    "  Transformações em espaços rurais: abertura de acessos, desmatamento, terraplanagem, compactação e impermeabilização do solo.",
    "  Degradação do meio físico: erosão, supressão e aterramento de nascentes, contaminação da água e assoreamento de corpos hídricos (ex: estudo no complexo Serra das Almas - BA).",
    "  Perda de biodiversidade: supressão de vegetação nativa (Caatinga, Cerrado), fragmentação de habitats, afugentamento de animais, mortalidade de aves e morcegos (colisão com pás ou barotrauma).",
    "  Poluição sonora: ruído dos aerogeradores em funcionamento e barulho durante a construção, afetando o bem-estar das comunidades.",
    "  Qualidade do ar: aumento de poeira durante obras e operação (tráfego de veículos pesados), podendo causar problemas de saúde (doenças respiratórias, gastrointestinais).",
    "  Recursos hídricos: aumento da demanda por água para construção das bases e para controle de poeira; possível diminuição da vazão de nascentes.",
    "  Impacto visual e sombreamento (shadow flicker) causado pelas torres e pás.",
    "  Conflitos sociais e fundiários: contratos de arrendamento muitas vezes desfavoráveis aos proprietários (longos prazos, cláusulas abusivas, valores baixos, confidencialidade), falta de consulta prévia e assessoria adequada, grilagem de terras, especulação imobiliária.",
    "  Reassentamento de famílias: demolição de casas, perda de vínculos com o lugar, impactos emocionais e na adaptação.",
    "  Saúde pública: possível sobrecarga nos serviços de saúde locais devido ao influxo de trabalhadores.",
    "  Alterações no modo de vida das populações locais e tradicionais: restrição de acesso a áreas comuns, impactos em atividades tradicionais.",
    "  Distribuição desigual dos benefícios: concentração de lucros nas empresas, benefícios sociais podem não alcançar todas as comunidades impactadas de forma equitativa.",
    "  Questões trabalhistas: contratação de mão de obra externa para funções qualificadas, restando empregos temporários e de baixa qualificação para moradores locais; disputas por vagas.",
    "  Licenciamento ambiental: frequentemente simplificado (RAS em vez de EIA/RIMA), gerando críticas sobre a profundidade da avaliação de impactos, especialmente em áreas sensíveis. Variações na aplicação das normas entre estados.",
    "  Descomissionamento: falta de previsão clara na legislação para a desativação dos parques e recuperação das áreas ao final da vida útil dos equipamentos.",
    "  Relações de poder: promessas não cumpridas, poder de convencimento das empresas, falta de transparência e participação social efetiva das comunidades impactadas nas decisões."
  ],
  "Integração ao Sistema Elétrico, Operação e Desafios": [
    "Complementaridade com hidrelétricas no Brasil: geração eólica mais intensa em períodos secos para hidrelétricas otimiza o sistema e poupa água.",
    "Competitividade: alto fator de capacidade no Brasil (>40%, superior à média mundial).",
    "Sistema Interligado Nacional (SIN): coordenado pelo ONS, essencial para escoar a energia eólica, predominantemente gerada no Nordeste, para centros de consumo.",
    "Desafios de escoamento: concentração da geração eólica exige investimentos em linhas de transmissão e subestações.",
    "Intermitência e variabilidade: impõe desafios à operação (rampas de geração, baixa inércia rotacional de sistemas baseados em conversores eletrônicos de potência, necessidade de serviços ancilares como regulação de frequência e tensão).",
    "Necessidade de aprimorar infraestrutura de transmissão, sistemas de previsão de geração eólica e tecnologias de armazenamento de energia (baterias).",
    "Desafios atuais da indústria global: operação mais eficiente, integração com solar, coordenação de despacho, controle de frequência, mercados para serviços ancilares."
  ],
  "Experiências Internacionais com Alta Penetração de Renováveis": [
    "Califórnia (EUA): 'curva do pato', necessidade de fontes flexíveis (hidrelétricas, térmicas, interconexões), metas para armazenamento, redução da geração renovável (curtailment) em certos momentos.",
    "Texas (EUA): sistema ERCOT praticamente isolado, investimento em transmissão (CREZ), aprimoramento de previsões, requisitos técnicos para turbinas (suporte de frequência, controle de reativos).",
    "Dinamarca: alta penetração eólica (44% da demanda em 2017), ampla interligação com vizinhos (Noruega, Alemanha, Holanda) para exportar/importar energia e usar armazenamento hidrelétrico reversível.",
    "China: sistema complexo, crescente participação renovável (13,7% da capacidade em 2016), revisão de critérios de operação, desenvolvimento de sistema EMS próprio para gerenciamento otimizado.",
    "Brasil (Nordeste): geração eólica chegou a representar 100% da demanda do subsistema em determinados momentos, exigindo atenção na previsão e operação para evitar problemas no SIN.",
    "Conclusão: planejamento adequado, tecnologias de previsão, controle, armazenamento e interconexões são cruciais para operar sistemas com alta penetração de renováveis."
  ],
  "Modelagem, Controle e Conexão de Turbinas à Rede (Aspectos Técnicos Avançados)": [
    "Modelagem de turbinas de velocidade variável: envolve subsistemas interdependentes (vento, rotor aerodinâmico, sistema de transmissão mecânica, gerador elétrico, conversores de potência, rede elétrica, sistemas de controle das pás e dos conversores).",
    "Gerador de Indução Duplamente Alimentado (DFIG): comum em turbinas de velocidade variável; estator conectado à rede, rotor via conversores back-to-back (RSC - lado do rotor, GSC - lado da rede). O DFIG opera com o conceito de escorregamento (s), definido como s = (ωs - ωm) / ωs, onde ωs é a velocidade síncrona e ωm é a velocidade elétrica do rotor. A frequência das tensões no rotor (fr) é dada por fr = s * fs, onde fs é a frequência da rede.",
    "Sistemas de controle: utilizam retroalimentação (feedback); controladores PI (Proporcional-Integral) são comuns. O controle de DFIGs frequentemente utiliza a Transformada de Park para converter grandezas trifásicas (abc) em um referencial síncrono girante (dq0), simplificando o controle de grandezas AC para DC.",
    "Controle do GSC (Grid Side Converter): manter a tensão do link CC estável e controlar a potência reativa trocada com a rede elétrica.",
    "Controle do RSC (Rotor Side Converter): manter a velocidade do gerador (para otimizar o torque eletromagnético e seguir a estratégia de Maximum Power Point Tracking - MPPT) e controlar a potência reativa injetada/absorvida pela turbina (ou tensão no estator).",
    "Níveis de controle hierárquicos: Nível I (controle interno dos conversores RSC e GSC, malhas de corrente); Nível II (estratégia de controle da turbina eólica conforme velocidade do vento - MPPT na região 2, limitação de potência na região 3); Nível III (estratégia de integração da turbina à rede, atendendo aos procedimentos de rede e requisitos do operador do sistema).",
    "Potência no referencial síncrono (dq): Ps = (3/2)*(vds*ids + vqs*iqs) e Qs = (3/2)*(vqs*ids - vds*iqs) para o estator, permitindo controle desacoplado de potência ativa e reativa.",
    "Proteção do DFIG: O circuito 'crowbar' é uma proteção para o rotor do DFIG contra sobrecorrentes e sobretensões durante faltas na rede, curto-circuitando o rotor através de resistências.",
    "Procedimentos de Rede no Brasil (ONS): estabelecem requisitos para conexão e operação, incluindo modos de controle (tensão no ponto de conexão com droop de 2-7%, potência reativa, fator de potência).",
    "Capacidade de fornecimento de potência reativa pelo ONS: operar com fator de potência entre 0,95 capacitivo e 0,95 indutivo quando injetando 100% da potência nominal.",
    "Operação em regime de tensão não nominal (LVRT/HVRT): suportar afundamentos e elevações de tensão por tempos determinados.",
    "Operação em regime de frequência não nominal: suportar variações de frequência (ex: LFSM-O para sobrefrequência, LFSM-U para subfrequência).",
    "Inércia sintética (ou emulada): capacidade de contribuir para a estabilidade da frequência da rede, injetando potência ativa adicional por um curto período durante eventos de subfrequência (ex: 10% Pn por no mínimo 5s para desvio > 0,2Hz).",
    "Controle de sobrefrequência: reduzir a potência ativa injetada proporcionalmente ao aumento da frequência (ex: redução de 3% P_disp para cada 0,1Hz de desvio entre 60,2 e 62,5 Hz).",
    "Injeção de corrente reativa durante curto-circuito: contribuir para a recuperação da tensão durante faltas na rede.",
    "Comparativo internacional (ENTSO-E, ERCOT): ONS alinhado em muitos aspectos, mas com algumas flexibilidades (ex: operação em frequência não nominal e resposta a quedas severas de tensão)."
  ]
}
